[About Language File]
Version=10.0.0
Date=12.06.2015
Author=ZityiSoft Translator Team
Email=zityisoft@gmail.com
Comments=Ha fordítási hibákat talál, kérem értesítsen róla. Köszönöm.

[MainForm]
ActionDocument=Dokumentum
ActionDocumentFormat=formátum
ActionDocumentFormatSQL:h=SQL formátum
ActionDocumentFormatSQL=SQL formátum
ActionDocumentFormatXML:h=XML formátum
ActionDocumentFormatXML=XML formátum
ActionDocumentInfo:h=Sorok, szavak és karakterek száma
ActionDocumentInfo=Sorok, szavak és karakterek száma...
ActionDocumentViewInBrowser:h=Az aktuális dokumentum megtekintése az alapértelmezett böngészőben
ActionDocumentViewInBrowser:s=Alt+B
ActionDocumentViewInBrowser=Megjelenítés a böngészőben
ActionEdit=Szerkesztés
ActionEditCopy:h=A kijelölt rész másolása és vágólapra helyezése
ActionEditCopy:s=Ctrl+C
ActionEditCopy=Másolás
ActionEditCut:h=A kijelölt rész kivágása és vágólapra helyezése
ActionEditCut:s=Ctrl+X
ActionEditCut=Kivágás
ActionEditDecreaseIndent:h=Behúzás csökkentése
ActionEditDecreaseIndent:s=Shift+Ctrl+U
ActionEditDecreaseIndent=Csökkentése
ActionEditDelete:t=Translation needed
ActionEditDelete=&Delete
ActionEditDeleteEndOfLine:h=Sorvég törlése
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=Sorvég törlése
ActionEditDeleteLine:h=Sor törlése
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=Sor törlése
ActionEditDeleteWhitespace:h=Az összes szóköz eltávolítása a kijelölt szövegből
ActionEditDeleteWhitespace=Szóközök eltávolítása
ActionEditDeleteWord:h=Szó törlése
ActionEditDeleteWord:s=Ctrl+T
ActionEditDeleteWord=Szó törlése
ActionEditIncreaseIndent:h=Behúzás növelése
ActionEditIncreaseIndent:s=Shift+Ctrl+I
ActionEditIncreaseIndent=Növelése
ActionEditIndent:t=Translation needed
ActionEditIndent=I&ndent
ActionEditInsert=Beszúrás
ActionEditInsertDateTime:h=Dátum és idő beszúrása
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=&Dátum és idő
ActionEditInsertLine:h=Sor beszúrása
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=Beszúrása
ActionEditInsertTag:h=HTML/XML-címkék beszúrása
ActionEditInsertTag:s=Shift+Ctrl+T
ActionEditInsertTag=&HTML/XML címkék...
ActionEditPaste:h=A vágólap tartalmának beszúrása
ActionEditPaste:s=Ctrl+V
ActionEditPaste=Beillesztés
ActionEditRedo:h=Az előzőleg visszavont művelet végrehajtása
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=Ismételt végrehajtás
ActionEditSelectAll:h=Az összes kijelölése
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=Az összes kijelölése
ActionEditSort:t=Translation needed
ActionEditSort=&Sort
ActionEditSortAsc:h=Rendezés (A-Z)
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=Növekvő elrendezés
ActionEditSortDesc:h=Rendezés (Z-A)
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=Csökkenő elrendezés
ActionEditToggleCase:h=Betűállás váltó
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=Betűállás váltó
ActionEditToggleCaseUpper=Upper
ActionEditToggleCaseUpper:h=Toggle upper case
ActionEditToggleCaseUpper:t=Translation needed
ActionEditToggleCaseLower=Lower
ActionEditToggleCaseLower:h=Toggle lower case
ActionEditToggleCaseLower:t=Translation needed
ActionEditToggleCaseAlternating=Alternating
ActionEditToggleCaseAlternating:h=Toggle alternating case
ActionEditToggleCaseAlternating:t=Translation needed
ActionEditToggleCaseSentence=Sentence
ActionEditToggleCaseSentence:h=Toggle sentence case
ActionEditToggleCaseSentence:t=Translation needed
ActionEditToggleCaseTitle=Title
ActionEditToggleCaseTitle:h=Toggle title case
ActionEditToggleCaseTitle:t=Translation needed
ActionEditUndo:h=Az utolsó művelet visszavonása
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=Visszavonás
ActionFile=&Fájl
ActionFileClose:h=Az aktív dokumentum bezárása
ActionFileClose:s=Ctrl+F4
ActionFileClose=Bezárás
ActionFileCloseAll:h=Az összes megnyitott fájl bezárása
ActionFileCloseAll=Az összes bezárása
ActionFileCloseAllOther:h=Az összes többi oldal bezárása
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Az összes többi oldal bezárása
ActionFileExit:h=Az alkalmazás bezárása
ActionFileExit:s=Alt+F4
ActionFileExit=Kilépés
ActionFileNew:h=Új dokumentum létrehozása
ActionFileNew:s=Ctrl+N
ActionFileNew=Új
ActionFileOpen:h=Egy létező dokumentum megnyitása
ActionFileOpen:s=Ctrl+O
ActionFileOpen=&Megnyitás...
ActionFilePrint:h=Az aktív dokumentum nyomtatása
ActionFilePrint:s=Ctrl+P
ActionFilePrint=Nyomtatás...
ActionFilePrintPreview:h=Az aktív dokumentum megtekintése
ActionFilePrintPreview=Nyomtatási kép...
ActionFileProperties:h=A fájl tulajdonságainak megtekintése
ActionFileProperties=Tulajdonságok...
ActionFileReopen=Újranyitás
ActionFileReopenClear=Törlés
ActionFileSave:h=Az aktív dokumentum mentése
ActionFileSave:s=Ctrl+S
ActionFileSave=Mentés
ActionFileSaveAll:h=Az összes dokumentumok mentése
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Az összes mentése
ActionFileSaveAs:h=Az aktív dokumentum mentése új néven
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=Mentés másként...
ActionFileSelectFromDirectory:h=Select the file from the active directory
ActionFileSelectFromDirectory:t=Translation needed
ActionFileSelectFromDirectory=Select from Directory
ActionHelp=Súgó
ActionHelpAboutEditBone:h=További információk az EditBone-ról
ActionHelpAboutEditBone=&Az EditBone névjegye
ActionHelpCheckForUpdates:h=Frissítések ellenőrzése
ActionHelpCheckForUpdates=Frissítések ellenőrzése
ActionHelpVisitHomepage:h=Az EditBone weboldala: - http://www.bonecode.com/
ActionHelpVisitHomepage=Weboldal felkeresése
ActionMacroOpen:h=Egy meglévő makró megnyitása
ActionMacroOpen=Megnyitás...
ActionMacroPlayback:h=Makró lejátszása
ActionMacroPlayback:s=Shift+Ctrl+P
ActionMacroPlayback=Lejátszás
ActionMacroRecordPause:h=Makró rögzítése vagy szüneteltetése
ActionMacroRecordPause:s=Shift+Ctrl+R
ActionMacroRecordPause=&Rögzítés
ActionMacroSaveAs:h=Makró mentése új néven
ActionMacroSaveAs=Mentés másként...
ActionMacroStop:h=Makrórögzítés leállítása
ActionMacroStop:s=Shift+Ctrl+S
ActionMacroStop=Leállítás
ActionSearch=Keresés
ActionSearchClearBookmarks:h=Az összes könyvjelző törlése
ActionSearchClearBookmarks=Könyvjelzők törlése
ActionSearchFindInFiles:h=Karakterlánc keresése több fájlban
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=Keresés fájlokban...
ActionSearchFindNext:h=A következő egyező szöveg keresése
ActionSearchFindNext:s=F3
ActionSearchFindNext=Következő keresése
ActionSearchFindPrevious:h=A korábbi egyező szöveg keresése
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=Előző keresése
ActionSearchGoToBookmarks:h=Ugrás a könyvjelzőkre
ActionSearchGoToBookmarks=Ugrás a könyvjelzőkre
ActionSearchGoToLine:h=Ugrás a megadott sorra
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Ugrás a megadott sorra
ActionSearchReplace:h=A megadott szöveg cseréje más szövegre
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=Csere...
ActionSearchSearch:h=A megadott szöveg keresése
ActionSearchSearch:s=Ctrl+F
ActionSearchSearch=Keresés...
ActionSearchToggleBookmark:h=Könyvjelző beállítása vagy törlése az aktuális sornál. A könyvjelzőket beállíthatja a Ctrl+Shift+1..9 használatával. Könyvjelzőre ugorhat a Ctrl+1..9 segítségével.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=Könyvjelző kapcsoló
ActionSearchToggleBookmarks:h=Könyvjelző kapcsoló
ActionSearchToggleBookmarks=Könyvjelző kapcsoló
ActionToolbarMenuLanguage=Nyelv
ActionToolbarMenuSkin=Stílus
ActionToolbarMenuView=&View
ActionToolbarMenuView:t=Translation needed
ActionTools=Eszközök
ActionToolsCharacterMap:h=Unicode karakterek beszúrása az aktív dokumentumba dupla kattintással
ActionToolsCharacterMap=&Unicode karaktertábla...
ActionToolsCompareFiles:h=Fájlok összehasonlítása
ActionToolsCompareFiles=Fájlok összehasonlítása...
ActionToolsConvert:h=Convert between numerical units
ActionToolsConvert:t=Translation needed
ActionToolsConvert=C&onvert...
ActionToolsLanguageEditor:h=Nyelvszerkesztő
ActionToolsLanguageEditor=Nyelvszerkesztő...
ActionToolsOptions:h=Beállítások konfigurálása
ActionToolsOptions=&Opciók...
ActionToolsSelectForCompare:h=Összehasonlítandó dokumentum kiválasztása
ActionToolsSelectForCompare=Összehasonlítandó tételek kiválasztása...
ActionView=Nézet
ActionViewCloseDirectory:h=Az aktív könyvtár bezárása
ActionViewCloseDirectory:s=Shift+Ctrl+D
ActionViewCloseDirectory=Könyvtár bezárása
ActionViewDirectory:h=A könyvtár elrejtése vagy megjelenítése
ActionViewDirectory=Könyvtár
ActionViewEditDirectory:h=Az aktív könyvtár szerkesztése
ActionViewEditDirectory:s=Shift+Ctrl+E
ActionViewEditDirectory=Könyvtár szerkesztése...
ActionViewEncodingSelection:h=A kódolás kiválasztásának elrejtése vagy megjelenítése
ActionViewEncodingSelection=Kódolás
ActionViewFiles:h=Search for files of the selected directory
ActionViewFiles:s=Ctrl+F12
ActionViewFiles:t=Translation needed
ActionViewFiles=&Files...
ActionViewColorSelection=Color
ActionViewColorSelection:h=Show or hide the color selection
ActionViewColorSelection:t=Translation needed
ActionViewHighlighterSelection:h=Kiemelő kijelölés elrejtése és megjelenítése
ActionViewHighlighterSelection=Szövegkiemelő
ActionViewLineNumbers:h=Sorszám kapcsoló
ActionViewLineNumbers=Sorszámok
ActionViewMainMenu=Main menu
ActionViewMainMenu:h=Show or hide the main menu
ActionViewMainMenu:t=Translation needed
ActionViewMenuBar=Menu bar
ActionViewMenuBar:h=Show or hide the menu bar
ActionViewMenuBar:t=Translation needed
ActionViewMiniMap:h=Show or hide the minimap
ActionViewMiniMap:t=Translation needed
ActionViewMiniMap=Minimap
ActionViewNextPage:h=Ugrás a következő lapra
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=Következõ oldal
ActionViewOpenDirectory:h=Új könyvtár megnyitása
ActionViewOpenDirectory:s=Ctrl+D
ActionViewOpenDirectory=Könyvtár megnyitása...
ActionViewOutput:h=A kimeneti elrejtése vagy megjelenítése
ActionViewOutput=Kimenet
ActionViewPreviousPage:h=Ugrás az előző lapra
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=Előző oldal
ActionViewSelectionMode:h=Kijelölési mód váltó. Az Alt gomb lenyomásával a szerkesztőben kijelölési módot válthat.
ActionViewSelectionMode=Kijelölési mód
ActionViewSpecialChars:h=Speciális karakter kapcsoló
ActionViewSpecialChars=Speciális karakterek
ActionViewSplit:h=A dokumentum felosztása
ActionViewSplit=Felosztás
ActionViewStatusBar:h=Az állapotsor elrejtése vagy megjelenítése
ActionViewStatusBar=Állapotsor
ActionViewToolbar:h=Az eszköztár elrejtése vagy megjelenítése
ActionViewToolbar=Eszköztár
ActionViewWordWrap:h=Sortörés kapcsoló
ActionViewWordWrap=Sortörés
ActionViewXMLTree:h=Az XML-fa elrejtése vagy megjelenítése
ActionViewXMLTree=&XML-fa

[AskYesOrNo]
CancelSearch:t=Translation needed
CancelSearch=Cancel search, are you sure?
CloseDirectory=Valóban be szeretné zárni a(z) %s könyvtárat?
DeleteDirectory:t=Translation needed
DeleteDirectory=Delete directory %s, are you sure?
DeleteFile:t=Translation needed
DeleteFile=Delete file %s, are you sure?
DeleteLine:t=Translation needed
DeleteLine=Delete line, are you sure?
DocumentTimeChanged=A(z) %s dokumentum ideje/dátuma módosítva lett. Betölti újra?
NewVersion=Egy új %s - %s verzió érhető el.%sSzeretné most letölteni az internetről?
RecordMacro=Új makró rögzítése, biztos benne?
ReplaceOccurence=Lecseréli ezt a(z) '%s' előfordulást?
SaveChanges=Menti a módosításokat?
SearchMatchNotFound=Keresési egyezés nem található.%sÚjraindítja a keresést a fájl elejéről?
SearchStringNotFound=A keresett karakterlánc '%s' nem található

[Message]
CannotFindString=A(z) '%s' karakterlánc nem található
DocumentStatistics=Sorok száma: %d%sSzavak száma: %d%sKarakterek száma: %d
LatestVersion=Ön jelenleg a legújabb verziót használja.

[ErrorMessage]
EnterPath=Enter path.
EnterPath:t=Translation needed
EnterTabName=Adja meg a lap nevét.
FileNotFound=A(z) '%s' fájl nem található.
PathNotExist=Path does not exist.
PathNotExist:t=Translation needed
RootDirectoryNotExist=A gyökérkönyvtár nem létezik.

[WarningMessage]
FileAccessError=%s fájl hozzáférési hiba.

[Constant]
AllFiles=Összes fájl
Arrow:t=Translation needed
Arrow=Arrow
AutoSave:t=Translation needed
AutoSave=Auto Save
Block=Blokkolás
Bookmark=Könyvjelző
Bottom:t=Translation needed
Bottom=Bottom
Circle=Circle
Circle:t=Translation needed
Color=Color
Color:t=Translation needed
CompareFiles=Fájlok összehasonlítása
CountingFiles:t=Translation needed
CountingFiles=Counting files...
DirectoryItems=Directory items
DirectoryItems:t=Translation needed
Document=Dokumentum
Dot=Dot
Dot:t=Translation needed
DownloadCancelling=Megszakítás...
DownloadDone=Kész.
EditDirectory=Könyvtár szerkesztése
Encoding=Encoding
Encoding:t=Translation needed
Enter=Enter
Enter:t=Translation needed
FileMaskItems=File mask items
FileMaskItems:t=Translation needed
FilesFound=%d file(s) have been found in %s
FilesFount:t=Translation needed
FooterLeft:t=Translation needed
FooterLeft=Footer - Left
FooterRight:t=Translation needed
FooterRight=Footer - Right
GoToLine=Go to line
GoToLine:t=Translation needed
HalfBlock=Fél blokk
HeaderLeft:t=Translation needed
HeaderLeft=Header - Left
HeaderRight:t=Translation needed
HeaderRight=Header - Right
Hide:t=Translation needed
Hide=Hide
Highlighter=Highlighter
Highlighter:t=Translation needed
HorizontalLine=Vízszintes vonal
Insert=Beszúrás
InsertTags=Insert HTML/XML Tags
InsertTags:t=Translation needed
InvalidName=Invalid name
InvalidName:t=Translation needed
LanguageEditor=Nyelvszerkesztő - [%s]
Line=Sor
MatchFound=%d match%s found
MatchFound:t=Translation needed
MatchFoundPluralExtension=es
MatchFoundPluralExtension:t=Translation needed
Minute=perc
Modified=Módosítva
OccurencesFound=%d előfordulás találtható a következőben: %s
Open=Megnyitás
OpenDirectory=Könyvtár megnyitása
Overwrite=Felülírás
Pilcrow=Pilcrow
Pilcrow:t=Translation needed
Position=Position: %d
Position:t=Translation needed
PreviewDocumentPage=Lap: $PAGENUM$ - $PAGECOUNT$
PreviewPage= Lap: %d / %d
PreviewPrintDocument=Nyomtatás (%s)|A dokumentum nyomtatása %s
PrintedBy=Nyomtatta: %s
Rename=Át szeretné nevezni ezt: %s  erre: %s?
RenameFailed=%s rename failed
RenameFailed:t=Translation needed
SaveAs=Mentés másként
SearchFor=Keresés: '%s'
Second=mp
SelectRootDirectory=Gyökérkönyvtár kiválasztása
Solid=Solid
Solid:t=Translation needed
Square=Square
Square:t=Translation needed
ThinHorizontalLine=Thin horizontal line
ThinHorizontalLine:t=Translation needed
ThinVerticalLine=Thin vertical line
ThinVerticalLine:t=Translation needed
Top:t=Translation needed
Top=Top
TopLine:t=Translation needed
TopLine=Top Line: %d
VersionInfoNotFound=Verzió információ nem található.
VerticalLine=Függőleges vonal

[DialogConstant]
SMsgDlgAbort=Megszakítás
SMsgDlgAll=Mind
SMsgDlgCancel=Mégse
SMsgDlgClose=Bezárás
SMsgDlgConfirm=Megerősítés
SMsgDlgError=Hiba
SMsgDlgHelp=Súgó
SMsgDlgHelpHelp=Súgó
SMsgDlgHelpNone=Nincs elérhető súgó
SMsgDlgIgnore=Kihagyás
SMsgDlgInformation=Információ
SMsgDlgNo=&Nem
SMsgDlgNoToAll=Egyiket sem
SMsgDlgOK=OK
SMsgDlgRetry=Újra
SMsgDlgWarning=Figyelmeztetés
SMsgDlgYes=Igen
SMsgDlgYesToAll=Igen mindre

[ColorConstant]
clBlack=Black
clBlack:t=Translation needed
clMaroon=Maroon
clMaroon:t=Translation needed
clGreen=Green
clGreen:t=Translation needed
clOlive=Olive
clOlive:t=Translation needed
clNavy=Navy
clNavy:t=Translation needed
clPurple=Purple
clPurple:t=Translation needed
clTeal=Teal
clTeal:t=Translation needed
clGray=Gray
clGray:t=Translation needed
clSilver=Silver
clSilver:t=Translation needed
clRed=Red
clRed:t=Translation needed
clLime=Lime
clLime:t=Translation needed
clYellow=Yellow
clYellow:t=Translation needed
clBlue=Blue
clBlue:t=Translation needed
clFuchsia=Fuchsia
clFuchsia:t=Translation needed
clAqua=Aqua
clAqua:t=Translation needed
clWhite=White
clWhite:t=Translation needed
clMoneyGreen=Money Green
clMoneyGreen:t=Translation needed
clSkyBlue=Sky Blue
clSkyBlue:t=Translation needed
clCream=Cream
clCream:t=Translation needed
clMedGray=Medium Gray
clMedGray:t=Translation needed
clActiveBorder=Active Border
clActiveBorder:t=Translation needed
clActiveCaption=Active Caption
clActiveCaption:t=Translation needed
clAppWorkSpace=Application Workspace
clAppWorkSpace:t=Translation needed
clBackground=Background
clBackground:t=Translation needed
clBtnFace=Button Face
clBtnFace:t=Translation needed
clBtnHighlight=Button Highlight
clBtnHighlight:t=Translation needed
clBtnShadow=Button Shadow
clBtnShadow:t=Translation needed
clBtnText=Button Text
clBtnText:t=Translation needed
clCaptionText=Caption Text
clCaptionText:t=Translation needed
clDefault=Default
clDefault:t=Translation needed
clGradientActiveCaption=Gradient Active Caption
clGradientActiveCaption:t=Translation needed
clGradientInactiveCaption=Gradient Inactive Caption
clGradientInactiveCaption:t=Translation needed
clGrayText=Gray Text
clGrayText:t=Translation needed
clHighlight=Highlight Background
clHighlight:t=Translation needed
clHighlightText=Highlight Text
clHighlightText:t=Translation needed
clHotLight=Hot Light
clHotLight:t=Translation needed
clInactiveBorder=Inactive Border
clInactiveBorder:t=Translation needed
clInactiveCaption=Inactive Caption
clInactiveCaption:t=Translation needed
clInactiveCaptionText=Inactive Caption Text
clInactiveCaptionText:t=Translation needed
clInfoBk=Info Background
clInfoBk:t=Translation needed
clInfoText=Info Text
clInfoText:t=Translation needed
clMenu=Menu Background
clMenu:t=Translation needed
clMenuBar=Menu Bar
clMenuBar:t=Translation needed
clMenuHighlight=Menu Highlight
clMenuHighlight:t=Translation needed
clMenuText=Menu Text
clMenuText:t=Translation needed
clNone=None
clNone:t=Translation needed
clScrollBar=Scroll Bar
clScrollBar:t=Translation needed
cl3DDkShadow=3D Dark Shadow
cl3DDkShadow:t=Translation needed
cl3DLight=3D Light
cl3DLight:t=Translation needed
clWindow=Window Background
clWindow:t=Translation needed
clWindowFrame=Window Frame
clWindowFrame:t=Translation needed
clWindowText=Window Text
clWindowText:t=Translation needed

[FileTypes]
Assembler 68HC11=68HC11 Assembler fájlok (*.hc11;*.asc)
AutoIt v3=AutoIt fájlok (*.au3)
AWK=AWK szkriptek (*.awk)
C#=C# fájlok (*.cs)
C++=C++ fájlok (*.cpp;*.hpp)
C=C fájlok (*.c;*.h)
CSS=Cascading Stylesheet fájlok (*.css)
D=D fájlok (*.d;*.di)
Delphi Form Module=Delphi Form Module fájlok (*.dfm)
HTML with Scripts=HTML fájlok (*.html;*.htm)
INI=INI fájlok (*.ini;*.lng)
Inno Setup=Inno Setup fájlok (*.iss)
Java=Java fájlok (*.java)
JavaScript=JavaScript fájlok (*.js)
JSON=JSON fájlok (*.json)
MS-DOS Batch=MS-DOS Batch fájlok (*.bat;*.cmd)
Object Pascal=Pascal fájlok (*.pas;*.dfm;*.dpr;*.dproj)
Perl=Perl fájlok (*.pl;*.pm;*.cgi)
PHP=PHP fájlok (*.php;*.class;*.inc)
Python=Python fájlok (*.py)
Ruby=Ruby fájlok (*.rb;*.rbw)
SQL=SQL fájlok (*.sql)
Text=Text fájlok (*.txt)
Visual Basic=Visual Basic fájlok (*.vb;*.bas)
XML=XML fájlok (*.xml;*.xsd;*.xsl;*.xslt;*.dtd)
Macro=Macrofájlok (*.mcr)|*.mcr
Language=Nyelvi fájlok (*.lng)|*.lng

[ConfirmReplaceDialog]
ButtonCancel=Mégse
Caption=Felülírás jóváhagyása
ButtonNo=&Nem
ButtonYes=Igen
ButtonYesToAll=Igen mindre

[DownloadURLDialog]
ButtonCancel=Mégse
Caption=Letöltés

[FindInFilesDialog]
ButtonCancel=Mégse
Caption=Keresés fájlokban
StickyLabelCaseSensitive=Kis/nagybetű érzékeny
ComboBoxFileMask=Fájltípus
ButtonFind=Keresés
ComboBoxTextToFind=Keresés
ComboBoxDirectory=Mappa
StickyLabelIncludeSubdirectories=Keresés az almappákban
GroupBoxOptions=Opciók
GroupBoxSearchDirectoryOptions=Search directory options
GroupBoxSearchDirectoryOptions:t=Translation needed

[InputQueryDialog]
ButtonOK=OK
ButtonCancel=Mégse

[SearchOptionsDialog]
StickyLabelBeepIfSearchStringNotFound=Beep if search string not found
StickyLabelBeepIfSearchStringNotFound:t=Translation needed
StickyLabelCaseSensitive=Kis/nagybetű érzékeny
StickyLabelEntireScope=Entire scope
StickyLabelEntireScope:t=Translation needed
StickyLabelHighlightResult=Highlight results
StickyLabelHighlightResult:t=Translation needed
StickyLabelRegularExpression=Reguláris kifejezés
StickyLabelSearchOnTyping=Search on typing
StickyLabelSearchOnTyping:t=Translation needed
StickyLabelSelectedOnly=Selected only
StickyLabelSelectedOnly:t=Translation needed
StickyLabelShowSearchStringNotFound=Show Search String Not Found Message
StickyLabelShowSearchStringNotFound:t=Translation needed
StickyLabelWildCard=Wildcard
StickyLabelWildCard:t=Translation needed
StickyLabelWholeWordsOnly=Csak teljes szavak
ButtonOK=OK
ButtonCancel=Mégse

[OptionsToolBarItemsDialog]
Caption=Select Items
Caption:t=Translation needed
VirtualDrawTreeAddItems:0=Menu Item
VirtualDrawTreeAddItems:t=Translation needed
ButtonAdd=Add
ButtonAdd:t=Translation needed
ButtonCancel=Mégse

[ReplaceDialog]
ButtonCancel=Mégse
ButtonFind=Keresés
ButtonReplaceAll=Összes lecserélése
Caption=Csere
ComboBoxSearchFor=Keresés
GroupBoxOptions=Opciók
GroupBoxReplaceIn=Csere a következőben:
RadioButtonAllOpenFiles=Minden megnyitott fájl
RadioButtonDeleteLine=Sor törlése
RadioButtonReplaceWith=Csere erre:
RadioButtonWholeFile=Teljes fájl
StickyLabelCaseSensitive=Kis- és nagybetűk
StickyLabelPromptOnReplace:t=Translation needed
StickyLabelPromptOnReplace=Prompt on replace
StickyLabelRegularExpression=Reguláris kifejezés
StickyLabelSelectedOnly=Selected only
StickyLabelSelectedOnly:t=Translation needed
StickyLabelWholeWordsOnly=Csak teljes szavak
StickyLabelWildCard:t=Translation needed
StickyLabelWildCard=Wildcard

[ConvertForm]
Caption=Convert Between Numerical Units
Caption:t=Translation needed
ComboBoxType=Type
ComboBoxType:t=Translation needed
ComboBoxFrom=From
ComboBoxFrom:t=Translation needed
ComboBoxTo=To
ComboBoxTo:t=Translation needed
EditValue=Value
EditValue:t=Translation needed
EditResult=Result
EditResult:t=Translation needed

[PrintPreviewDialog]
ActionColors=Colors
ActionColors:h=Toggle colors
ActionExit=Exit
ActionExit:h=Exit the print preview
ActionFirst=First
ActionFirst:h=Első|Ugrás az első lapra
ActionHighlight=Highlight
ActionHighlight:h=Toggle highlight
ActionLast=Last
ActionLast:h=Utolsó|Ugrás az utolsó lapra
ActionLineNumbers=Line Numbers
ActionLineNumbers:h=Sorszám kapcsoló
ActionNext=Next
ActionNext:h=Következő|Ugrás a következő lapra
ActionPrevious=Previous
ActionPrevious:h=Előző|Ugrás az előző lapra
ActionPrint=Print
ActionPrint:h=Nyomtatás|A dokumentum nyomtatása
ActionWordWrap=Word wrap
ActionWordWrap:h=Sortörés kapcsoló
ActionZoomIn=Zoom in
ActionZoomIn:h=Zoom in
ActionZoomOut=Zoom out
ActionZoomOut:h=Zoom out
ActionZoom=Zoom
ActionZoom:h=Nagyítás|+/-
Caption=Nyomtatási kép

[SearchForFilesForm]
Caption=Search for Files
Caption:t=Translation needed
PanelSearchingFiles=Searching files...
PanelSearchingFiles:t=Translation needed

[CompareFrame]
CopySelectionLeftAction:h=A kijelölt rész másolása balra
CopySelectionRightAction:h=A kijelölt rész másolása jobbra
FindNextDifferenceAction:h=A következő eltérés keresése
LeftDocumentButtonClickAction:h=Egy dokumentum megnyitása
LeftLabel=Bal oldali:
OpenDocumentsLeftAction:h=Egy dokumentum megnyitása
OpenDocumentsRightAction:h=Egy dokumentum megnyitása
RefreshAction:h=Dokumentumok frissítése
RightDocumentButtonClickAction:h=Egy dokumentum megnyitása
RightLabel=Jobb oldali:
SaveLeftGridAction:h=A dokumentum mentése
SaveRightGridAction:h=A dokumentum mentése

[OptionsCompareFrame]
StickyLabelIgnoreCase=Kis/nagybetű figyelmen kivűl hagyása
StickyLabelIgnoreBlanks=Az üresek figyelmen kívül hagyása

[OptionsEditorCaretFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelRightMouseClickMovesCaret=Right mouse click moves caret
StickyLabelRightMouseClickMovesCaret:t=Translation needed
GroupBoxNonBlinkingCaret=Non-blinking caret
GroupBoxNonBlinkingCaret:t=Translation needed
StickyLabelNonblinkingCaretEnabled=Enabled
StickyLabelNonblinkingCaretEnabled:t=Translation needed
ColorBoxNonblinkingCaretBackground=Background color
ColorBoxNonblinkingCaretBackground:t=Translation needed
ColorBoxNonblinkingCaretForeground=Foreground color
ColorBoxNonblinkingCaretForeground:t=Translation needed
GroupBoxStyles=Styles
GroupBoxStyles:t=Translation needed
ComboBoxStylesInsertCaret=Insert
ComboBoxStylesInsertCaret:t=Translation needed
ComboBoxStylesOverwriteCaret=Overwrite
ComboBoxStylesOverwriteCaret:t=Translation needed

[OptionsEditorCodeFoldingFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelFoldMultilineComments=Fold multiline comments
StickyLabelFoldMultilineComments:t=Translation needed
StickyLabelHighlightIndenGuides=Highlight indent guides
StickyLabelHighlightIndenGuides:t=Translation needed
StickyLabelHighlightMatchingPair=Highlight matching pair
StickyLabelHighlightMatchingPair:t=Translation needed
StickyLabelShowCollapsedCodeHint=Show collapsed code hint
StickyLabelShowCollapsedCodeHint:t=Translation needed
StickyLabelShowCollapsedLine=Show collapsed line
StickyLabelShowCollapsedLine:t=Translation needed
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
StickyLabelUncollapseByHintClick=Uncollapse by hint click
StickyLabelUncollapseByHintClick:t=Translation needed
ComboBoxMarkStyle=Mark style
ComboBoxMarkStyle:t=Translation needed

[OptionsEditorColorFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxHighlighter=Highlighter
ComboBoxHighlighter:t=Translation needed
TabSheetEditor=Editor
TabSheetEditor:t=Translation needed
ComboBoxEditorElement=Element
ComboBoxEditorElement:t=Translation needed
ColorComboBoxEditorColor=Color
ColorComboBoxEditorColor:t=Translation needed
TabSheetElements=Elements
TabSheetElements:t=Translation needed
ComboBoxElementsName=Name
ComboBoxElementsName:t=Translation needed
ColorComboBoxElementsForeground=Foreground
ColorComboBoxElementsForeground:t=Translation needed
ColorComboBoxElementsBackground=Background
ColorComboBoxElementsBackground:t=Translation needed
GroupBoxAttributes=Attributes
GroupBoxAttributes:t=Translation needed
StickyLabelElementsAttributesBold=Bold
StickyLabelElementsAttributesBold:t=Translation needed
StickyLabelElementsAttributesItalic=Italic
StickyLabelElementsAttributesItalic:t=Translation needed
StickyLabelElementsAttributesUnderline=Underline
StickyLabelElementsAttributesUnderline:t=Translation needed
TabSheetGeneral=General
TabSheetGeneral:t=Translation needed
EditVersion=Version
EditVersion:t=Translation needed
DateEditDate=Date
DateEditDate:t=Translation needed
TabSheetAuthor=Author
TabSheetAuthor:t=Translation needed
EditName=Name
EditName:t=Translation needed
EditEmail=Email
EditEmail:t=Translation needed
TabSheetUseSkinColor=Use skin color
TabSheetUseSkinColor:t=Translation needed
LabelSkinDescription=Use skin color for selected elements
LabelSkinDescription:t=Translation needed
StickyLabelSkinActiveLineBackground=Active line background
StickyLabelSkinActiveLineBackground:t=Translation needed
StickyLabelSkinForeground=Foreground
StickyLabelSkinForeground:t=Translation needed
StickyLabelSkinSelectionForeground=Selection foreground
StickyLabelSkinSelectionForeground:t=Translation needed
StickyLabelSkinLeftMarginBackground=Left margin background
StickyLabelSkinLeftMarginBackground:t=Translation needed
StickyLabelSkinCodeFoldingBackground=Code folding background
StickyLabelSkinCodeFoldingBackground:t=Translation needed
StickyLabelSkinCompletionProposalBackground=Completion proposal background
StickyLabelSkinCompletionProposalBackground:t=Translation needed
StickyLabelSkinBackground=Background
StickyLabelSkinBackground:t=Translation needed
StickyLabelSkinSelectionBackground=Selection background
StickyLabelSkinSelectionBackground:t=Translation needed
StickyLabelSkinBookmarkPanelBackground=Bookmark panel background
StickyLabelSkinBookmarkPanelBackground:t=Translation needed
StickyLabelSkinCodeFoldingHintBackground=Code folding hint background
StickyLabelSkinCodeFoldingHintBackground:t=Translation needed
StickyLabelSkinCompletionProposalSelectionBackground=Completion proposal selection background
StickyLabelSkinCompletionProposalSelectionBackground:t=Translation needed

[OptionsEditorCompletionProposalFrame]
StickyLabelEnabled=Engedélyezve
StickyLabelCaseSensitive=Kis/nagybetű érzékeny
ComboBoxShortcut=Shortcut
ComboBoxShortcut:t=Translation needed

[OptionsEditorFontFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxElement=Element
ComboBoxElement:t=Translation needed
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsEditorLeftMarginFrame]
StickyLabelAutoSize:t=Translation needed
StickyLabelAutoSize=Auto Size
StickyLabelShowAfterLastLine:t=Translation needed
StickyLabelShowAfterLastLine=Show Line Numbers After Last Line
StickyLabelShowBookmarkPanel:t=Translation needed
StickyLabelShowBookmarkPanel=Show Bookmark Panel
StickyLabelShowBookmarks:t=Translation needed
StickyLabelShowBookmarks=Show Bookmarks
StickyLabelShowInTens:t=Translation needed
StickyLabelShowInTens=Line Numbers In Tens
StickyLabelShowLeadingZeros:t=Translation needed
StickyLabelShowLeadingZeros=Line Numbers Zero Start
StickyLabelShowLineState:t=Translation needed
StickyLabelShowLineState=Show line state
StickyLabelVisible:t=Translation needed
StickyLabelVisible=Visible
EditBookmarkPanelWidth=Bookmark panel width
EditBookmarkPanelWidth:t=Translation needed
EditWidth=Szélesség
GroupBoxLineNumbers=Line numbers
GroupBoxLineNumbers:t=Translation needed

[OptionsEditorMatchingPairFrame]
StickyLabelEnabled=Enabled
StickyLabelEnabled:t=Translation needed
StickyLabelHighlightAfterToken=Highlight after token
StickyLabelHighlightAfterToken:t=Translation needed
StickyLabelHighlightUnmatched=Highlight unmatched
StickyLabelHighlightUnmatched:t=Translation needed

[OptionsEditorMinimapFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
EditWidth=Szélesség

[OptionsEditorOptionsFrame]
StickyLabelAutoIndent=Automatikus behúzás
StickyLabelAutoSave=Automatikus mentés
StickyLabelDragDropEditing=Drag drop editing
StickyLabelDragDropEditing:t=Translation needed
StickyLabelDropFiles=Drop files
StickyLabelDropFiles:t=Translation needed
StickyLabelGroupUndo=Group undo
StickyLabelGroupUndo:t=Translation needed
StickyLabelTrimTrailingSpaces=Sorvégi szóközök levágása
StickyLabelUndoAfterSave=Undo After Save
StickyLabelUndoAfterSave:t=Needs translation
EditLineSpacing=Line Spacing
EditLineSpacing:t=Translation needed

[OptionsEditorRightMarginFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelMouseMove=Mouse Move
StickyLabelMouseMove:t=Translation needed
StickyLabelShowMovingHint=Show moving hint
StickyLabelShowMovingHint:t=Translation needed
EditPosition=Position
EditPosition:t=Translation needed

[OptionsEditorScrollFrame]
StickyLabelAutosizeMaxWidth=Autosize max width
StickyLabelAutosizeMaxWidth:t=Translation needed
StickyLabelHalfPage=Half page
StickyLabelHalfPage:t=Translation needed
StickyLabelHintFollows=Hint follows
StickyLabelHintFollows:t=Translation needed
StickyLabelPastEndOfFile=Görgetés a fájl végén túlra
StickyLabelPastEndOfLineMarker=Görgetés a sor végén túlra
StickyLabelShowHint=Show Scroll Hint
StickyLabelShowHint:t=Translation needed

[OptionsEditorSearchFrame]
StickyLabelDocumentSpecificSearch=Document-specific search
StickyLabelDocumentSpecificSearch:t=Translation needed
StickyLabelShowSearchMap=Show search map
StickyLabelShowSearchMap:t=Translation needed
StickyLabelHighlightResults=Show search highlighter
StickyLabelHighlightResults:t=Translation needed

[OptionsEditorSelectionFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelALTSetsColumnMode=ALT sets column mode
StickyLabelALTSetsColumnMode:t=Translation needede
StickyLabelHighlightSimilarTerms=Highlight similar terms
StickyLabelHighlightSimilarTerms:t=Translation needed
StickyLabelToEndOfLine=To end of line
StickyLabelToEndOfLine:t=Translation needed
StickyLabelTripleClickRowSelect=Triple-click row select
StickyLabelTripleClickRowSelect:t=Translation needed

[OptionsEditorSpecialCharsFrame]
StickyLabelUseTextColor=Use text color
StickyLabelUseTextColor:t=Translation needed
ColorComboBoxColor=Color
ColorComboBoxColor:t=Translation needed
ComboBoxStyle=Style                      
ComboBoxStyle:t=Translation needed
GroupBoxEndOfLine=End of line
GroupBoxEndOfLine:t=Translation needed
StickyLabelEndOfLineVisible=Visible
StickyLabelEndOfLineVisible:t=Translation needed
GroupBoxEndOfLine=Color
GroupBoxEndOfLine:t=Translation needed
ComboBoxEndOfLineStyle=Style
ComboBoxEndOfLineStyle:t=Translation needed
GroupBoxSelection=Selection
GroupBoxSelection:t=Translation needed
StickyLabelSelectionVisible=Visible
StickyLabelSelectionVisible:t=Translation needed
ColorComboBoxSelectionColor=Color
ColorComboBoxSelectionColor:t=Translation needed

[OptionsEditorTabulatorFrame]
StickyLabelSelectedBlockIndent=Selected block indent
StickyLabelSelectedBlockIndent:t=Translation needed
StickyLabelTabsToSpaces=Tabulátor a szóközhöz
EditWidth=Szélesség

[OptionsMainMenuFrame]
StickyLabelUseSystemFont=Rendszer betűtípus használata
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsOutputFrame]
StickyLabelShowTreeLines=Fa vonalak megjelenítése
StickyLabelShowCheckBox=Show check box
StickyLabelShowCheckBox:t=Translation needed
EditIndent=Bekezdés

[OptionsPrintFrame]
ComboBoxDocumentName=Document Name
ComboBoxDocumentName:t=Translation needed
ComboBoxPageNumber=Page Number
ComboBoxPageNumber:t=Translation needed
ComboBoxPrintedBy=Printed By
ComboBoxPrintedBy:t=Translation needed
ComboBoxDateTime=Date Time 
ComboBoxDateTime:t=Translation needed
StickyLabelShowHeaderLine=Show Header Line
StickyLabelShowHeaderLine:t=Translation needed
StickyLabelShowFooterLine=Show Footer Line
StickyLabelShowFooterLine:t=Translation needed
StickyLabelShowLineNumbers=Show Line Numbers
StickyLabelShowLineNumbers:t=Translation needed
StickyLabelWordWrap=Word Wrap
StickyLabelWordWrap:t=Translation needed

[OptionsSQLAlignmentsFrame]
ComboBoxKeywordAlign=Keyword align
ComboBoxKeywordAlign:t=Translation needed
StickyLabelKeywordAlignmentLeftJustify=Keyword alignment strict left
StickyLabelKeywordAlignmentLeftJustify:t=Translation needed

[OptionsSQLCapitalizationFrame]
ComboBoxKeywords=Keywords
ComboBoxKeywords:t=Translation needed
ComboBoxIdentifier=Identifier
ComboBoxIdentifier:t=Translation needed
ComboBoxQuotedIdentifier=Quoted identifier
ComboBoxQuotedIdentifier:t=Translation needed
ComboBoxTableName=Table name
ComboBoxTableName:t=Translation needed
ComboBoxColumnName=Column name
ComboBoxColumnName:t=Translation needed
ComboBoxAliasName=Alias name
ComboBoxAliasName:t=Translation needed
ComboBoxVariableName=Variable name
ComboBoxVariableName:t=Translation needed
ComboBoxFunctionName=Function name
ComboBoxFunctionName:t=Translation needed
ComboBoxDataType=Data type
ComboBoxFunctionName:t=Translation needed

[OptionsSQLFormatterFrame]
ComboBoxDatabase=Database
ComboBoxDatabase:t=Translation needed

[OptionsSQLIndentationFrame]
EditIndentLength=Indent length
EditIndentLength
StickyLabelUseTab=Use tab
StickyLabelUseTab
EditTabSize=Tab size
EditTabSize
EditFunctionBodyIndent=Function body indent
EditFunctionBodyIndent:t=Translation needed
StickyLabelBlockOnNewLine=Block on new line
StickyLabelBlockOnNewLine:t=Translation needed
EditBlockLeftIndentSize=Block left indent size
EditBlockLeftIndentSize:t=Translation needed
EditBlockRightIndentSize=Block right indent size
EditBlockRightIndentSize:t=Translation needed
EditBlockIndentSize=Block indent size
EditBlockIndentSize:t=Translation needed
EditSingleStatementIndent=IF/ELSE single statement indent size
EditSingleStatementIndent:t=Translation needed

[OptionsSQLInsertFrame]
ComboBoxColumnListStyle=Column list style
ComboBoxColumnListStyle:t=Translation needed
ComboBoxValueListStyle=Value list style
ComboBoxValueListStyle:t=Translation needed
EditInsertColumnsPerLine=Insert columns per line
EditInsertColumnsPerLine:t=Translation needed
StickyLabelParenthesisInSeparateLines=Parenthesis in separate lines
StickyLabelParenthesisInSeparateLines:t=Translation needed

[OptionsSQLSelectFrame]
TabSheetColumnList=Column list
TabSheetColumnList:t=Translation needed
TabSheetSubquery=Subquery
TabSheetSubquery:t=Translation needed
TabSheetIntoClause=INTO clause
TabSheetIntoClause:t=Translation needed
TabSheetFromJoinClause=FROM/JOIN clause
TabSheetFromJoinClause:t=Translation needed
TabSheetAndOrKeyword=AND/OR keyword
TabSheetAndOrKeyword:t=Translation needed
TabSheetGroupByClause=GROUP BY clause
TabSheetGroupByClause:t=Translation needed
TabSheetHavingClause=HAVING clause
TabSheetHavingClause:t=Translation needed
TabSheetOrderByClause=ORDER BY clause
TabSheetOrderByClause:t=Translation needed
ComboBoxColumnListStyle=Style
ComboBoxColumnListStyle:t=Translation needed
ComboBoxColumnListLineBreak=Line break
ComboBoxColumnListLineBreak:t=Translation needed
StickyLabelAlignAlias=Align alias
StickyLabelAlignAlias:t=Translation needed
StickyLabelColumnInNewLine=Columns in new line
StickyLabelColumnInNewLine:t=Translation needed
StickyLabelTreatDistinctAsVirtualColumn=Treat DISTINCT as virtual column
StickyLabelTreatDistinctAsVirtualColumn:t=Translation needed
StickyLabelNewLineAfterIn=New line after IN
StickyLabelNewLineAfterIn:t=Translation needed
StickyLabelNewLineAfterExists=New line after EXISTS
StickyLabelNewLineAfterExists:t=Translation needed
StickyLabelNewlineAfterComparisonOperator=New line after comparison operator
StickyLabelNewlineAfterComparisonOperator:t=Translation needed
StickyLabelNewlineBeforeComparisonOperator=New line before comparison operator
StickyLabelNewlineBeforeComparisonOperator:t=Translation needed
StickyLabelIntoClauseInNewLine=INTO clause in new line
StickyLabelIntoClauseInNewLine:t=Translation needed
ComboBoxFromClauseStyle=Style
ComboBoxFromClauseStyle:t=Translation needed
StickyLabelFromClauseInNewLine=FROM clause in new line
StickyLabelFromClauseInNewLine:t=Translation needed
StickyLabelJoinClauseInNewLine=JOIN clause in new line
StickyLabelJoinClauseInNewLine:t=Translation needed
StickyLabelAlignJoinWithFromKeyword=Align JOIN with FROM keyword
StickyLabelAlignJoinWithFromKeyword:t=Translation needed
StickyLabelAlignAndOrWithOnInJoinClause=Align AND/OR with ON in JOIN clause
StickyLabelAlignAndOrWithOnInJoinClause:t=Translation needed
StickyLabelAlignAliasInFromClause=Align alias in FROM clause
StickyLabelAlignAliasInFromClause:t=Translation needed
ComboBoxAndOrLineBreak=Line break
ComboBoxAndOrLineBreak:t=Translation needed
StickyLabelAndOrUnderWhere=AND/OR under WHERE
StickyLabelAndOrUnderWhere:t=Translation needed
StickyLabelWhereClauseInNewline=WHERE clause in new line
StickyLabelWhereClauseInNewline:t=Translation needed
StickyLabelWhereClauseAlignExpr=WHERE clause align expr
StickyLabelWhereClauseAlignExpr:t=Translation needed
ComboBoxGroupByClauseStyle=Style
ComboBoxGroupByClauseStyle:t=Translation needed
StickyLabelGroupByClauseInNewLine=GROUP BY clause in new line
StickyLabelGroupByClauseInNewLine:t=Translation needed
StickyLabelHavingClauseInNewLine=HAVING clause in new line
StickyLabelHavingClauseInNewLine:t=Translation needed
ComboBoxOrderByClauseStyle=Style
ComboBoxOrderByClauseStyle:t=Translation needed
StickyLabelOrderByClauseInNewLine=ORDER BY clause in new line
StickyLabelOrderByClauseInNewLine:t=Translation needed

[OptionsSQLUpdateFrame]
ComboBoxColumnListStyle=Column list style
ComboBoxColumnListStyle:t=Translation needed

[OptionsSQLWhitespaceFrame]
StickyLabelSpaceAroundOperator=Space around operator of arithmetric expression
StickyLabelSpaceAroundOperator:t=Translation needed
StickyLabelSpaceInsideCreate=Space inside parenthesis in CREATE FUNCTION/PROCEDURE
StickyLabelSpaceInsideCreate:t=Translation needed
StickyLabelSpaceInsideExpression=Space inside parenthesis in expression
StickyLabelSpaceInsideExpression:t=Translation needed
StickyLabelSpaceInsideSubquery=Space inside parenthesis in subquery
StickyLabelSpaceInsideSubquery:t=Translation needed
StickyLabelSpaceInsideFunction=Space inside parenthesis in function call
StickyLabelSpaceInsideFunction:t=Translation needed
StickyLabelSpaceInsideTypename=Space inside parenthesis of typename in CREATE TABLE
StickyLabelSpaceInsideTypename:t=Translation needed

[OptionsStatusBarFrame]
StickyLabelUseSystemFont=Rendszer betűtípus használata
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsToolBarFrame]
VirtualDrawTree:h=Use drag and drop to move menu items. Right click popup menu to insert and delete items.
VirtualDrawTree:0=Menu Item
VirtualDrawTree:t=Translation needed
ActionAddItem=Add Item
ActionAddItem:h=Add item
ActionAddItem:t=Translation needed
ActionDelete=Delete
ActionDelete:h=Delete
ActionDelete:t=Translation needed
ActionAddDivider=Add Divider
ActionAddDivider:h=Add divider
ActionAddDivider:t=Translation needed
ActionReset=Reset
ActionReset:h=Reset menu items
ActionReset:t=Translation needed
ActionMoveUp=Move up     
ActionMoveUp:h=Move selected item up
ActionMoveUp:t=Translation needed
ActionMoveDown=Move down     
ActionMoveDown:h=Move selected item down
ActionMoveDown:t=Translation needed

[AboutDialog]
Caption=Az EditBone névjegye
LabelCopyright=Szerzői jog %s. Minden jog fenntartva.
LabelMemoryAvailable=Elérhető memória a Windows-ban: %s
ButtonOK=OK
ButtonDonations=Donations
ButtonDonations:t=Translation needed
LabelDevelopmentEnvironment=Development Environment
LabelDevelopmentEnvironment:t=Translation needed
LabelThirdPartyComponents=3rd Party Components
LabelThirdPartyComponents:t=Translation needed
LabelLanguageFileContributors=Language File Contributors
LabelLanguageFileContributors:t=Translation needed
LabelIcons=Icons
LabelIcons:t=Translation needed
LabelVersion=Verzió: %s (%d-bit)

[DirectoryTabDialog]
ButtonCancel=Mégse
StickyLabelExcludeOtherBranches=Egyéb könyvtár ágak kizárása
ButtonOK=&OK
EditRootDirectory=Gyökérkönyvtár
ComboBoxDrives=Megjelenítése
ComboBoxFileMask=File mask
ComboBoxFileMask:t=Translation needed
EditTabName=Fül neve
GroupBoxOptions=Opciók

[LanguageEditorForm]
ActionExit:h=Close the language editor
ActionExit:t=Translation needed
ActionExit=Exit
ActionFileNew:h=Új nyelvi fájl létrehozása
ActionFileNew:t=Translation needed
ActionFileNew=New
ActionFileOpen:h=Egy létező nyelvi fájl megnyitása
ActionFileOpen:t=Translation needed
ActionFileOpen=Open
ActionFileSave:h=A nyelvi fájl mentése
ActionFileSave:t=Translation needed
ActionFileSave=Save
VirtualDrawTree:0=Objektum
VirtualDrawTree:1=Felirat
VirtualDrawTree:2=Tipp
VirtualDrawTree:3=Billentyűparancs

[OptionsForm]
ActionCompare=Fájlok összehasonlítása
ActionDirectory=Mappa
ActionDirectoryTabs=Fülek
ActionEditor=Szerkesztő
ActionEditorCaret:t=Translation needed
ActionEditorCaret=Caret
ActionEditorCodeFolding:t=Translation needed
ActionEditorCodeFolding=Code folding
ActionEditorColors:t=Translation needed
ActionEditorColors=Colors
ActionEditorCompletionProposal:t=Translation needed
ActionEditorCompletionProposal=Completion Proposal
ActionEditorDefaults:t=Translation needed
ActionEditorDefaults=Defaults
ActionEditorFonts=Betűtípus
ActionEditorLeftMargin:t=Translation needed
ActionEditorLeftMargin=Left Margin
ActionEditorMatchingPair:t=Translation needed
ActionEditorMatchingPair=Matching pair
ActionEditorMinimap:t=Translation needed
ActionEditorMinimap=Minimap
ActionEditorRightMargin:t=Translation needed
ActionEditorRightMargin=Right Margin
ActionEditorScroll:t=Translation needed
ActionEditorScroll=Scroll
ActionEditorSearch=Keresés
ActionEditorSelection:t=Translation needed
ActionEditorSelection=Selection
ActionEditorSpecialChars:t=Translation needed
ActionEditorSpecialChars=Special chars
ActionEditorTabs:t=Translation needed
ActionEditorTabs=Tabs
ActionEditorTabulator:t=Translation needed
ActionEditorTabulator=Tabulator
ActionFileTypes=Fájltípusok
ActionMainMenu=Főmenü
ActionOutput=Kimenet
ActionOutputTabs=Fülek
ActionPrint=Nyomtatás
ActionSQLAlignments:t=Translation needed
ActionSQLAlignments=Alignments
ActionSQLCapitalization:t=Translation needed
ActionSQLCapitalization=Capitalization
ActionSQLFormatter:t=Translation needed
ActionSQLFormatter=SQL Formatter
ActionSQLIndentation:t=Translation needed
ActionSQLIndentation=Indentation
ActionSQLInsert:t=Translation needed
ActionSQLInsert=Insert
ActionSQLSelect:t=Translation needed
ActionSQLSelect=Select
ActionSQLUpdate:t=Translation needed
ActionSQLUpdate=Update
ActionSQLWhitespace:t=Translation needed
ActionSQLWhitespace=Whitespace
ActionStatusBar=Állapotsor
ActionToolbar=Eszköztár
ButtonCancel=Mégse
ButtonOK=&OK
Caption=Opciók
EditorTabsAction=Fülek

[UnicodeCharacterMapForm]
Caption=Unicode karaktertábla

[DirectoryFrame]
ActionDirectoryClose:h=Az aktív könyvtár bezárása
ActionDirectoryClose=Könyvtár bezárása
ActionDirectoryClose:s=Shift+Ctrl+D
ActionDirectoryDelete:h=Egy fájl vagy könyvtár törlése
ActionDirectoryDelete=Törlés
ActionDirectoryEdit:h=Az aktív könyvtár szerkesztése
ActionDirectoryEdit=Könyvtár szerkesztése
ActionDirectoryEdit:s=Shift+Ctrl+E
ActionDirectoryOpen:h=Új könyvtár megnyitása
ActionDirectoryOpen=Könyvtár megnyitása
ActionDirectoryOpen:s=Ctrl+D
ActionDirectoryRefresh:h=Fájlok frissítése
ActionDirectoryRefresh=Frissítés
ActionDirectoryRename:h=Egy fájl vagy könyvtár átnevezése
ActionDirectoryRename=Át&nevezés
ActionDirectoryProperties:h=Fájl/könyvtár tulajdonságok megtekintése
ActionDirectoryProperties=Tulajdonságok...
ActionDirectoryFiles=&Files...
ActionDirectoryFiles:h=Search files from the selected directory and its subdirectories
ActionDirectoryFiles:s=Ctrl+F12
ActionDirectoryFindInFiles:h=Karakterlánc keresése több fájlban
ActionDirectoryFindInFiles=Keresés fájlokban...
ActionDirectoryContextMenu=C&ontext Menu
ActionDirectoryContextMenu:h=Context menu
ActionDirectoryContextMenu:t=Translation needed

[DocumentFrame]
ActionXMLTreeRefresh:h=XML-fa frissítése
ActionXMLTreeRefresh=Frissítés

[SearchFrame]
ComboBoxSearchText:h=Search text
ComboBoxSearchText:t=Translation needed
ActionFindNext:h=Find next
ActionFindNext:t=Translation needed
ActionFindPrevious:h=Find previous
ActionFindPrevious:t=Translation needed
ActionOptions:h=Options
ActionOptions:t=Translation needed
ActionClose:h=Close
ActionClose:t=Translation needed

[OptionsDirectoryFrame]
StickyLabelShowTreeLines=Fa vonalak megjelenítése
StickyLabelShowHiddenFiles=Show Hidden Files
StickyLabelShowHiddenFiles:t=Translation needed
StickyLabelShowSystemFiles=Show System Files
StickyLabelShowSystemFiles:t=Translation needed
StickyLabelShowArchiveFiles=Show Archive Files
StickyLabelShowArchiveFiles:t=Translation needed
StickyLabelShowOverlayIcons=Show Overlay Icons
StickyLabelShowOverlayIcons:t=Translation needed
EditIndent=Bekezdés

[OptionsDirectoryTabsFrame]
StickyLabelMultiline=Többsoros
StickyLabelShowCloseButton=Bezárás gomb megjelenítése
StickyLabelShowImage=Kép megjelenítése
StickyLabelCloseTabByDblClick=Lap bezárása dupla kattintással
StickyLabelCloseTabByMiddleClick=Close Tab by Middle Click
StickyLabelCloseTabByMiddleClick:t=Needs translation
StickyLabelDoubleBuffered=Double Buffered
StickyLabelDoubleBuffered:t=Translation needed
StickyLabelSaveTabs=Save Tabs
StickyLabelSaveTabs:t=Translation needed
StickyLabelRightClickSelect=Right Click Select
StickyLabelRightClickSelect:t=Translation needed

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Color
ComboBoxDefaultColor:t=Translation needed
ComboBoxDefaultEncoding=Encoding
ComboBoxDefaultEncoding:t=Translation needed
ComboBoxDefaultHighlighter=Highlighter
ComboBoxDefaultHighlighter:t=Translation needed

[OptionsEditorTabsFrame]
StickyLabelMultiline=Többsoros
StickyLabelShowCloseButton=Bezárás gomb megjelenítése
StickyLabelShowImage=Kép megjelenítése
StickyLabelCloseTabByDblClick=Lap bezárása dupla kattintással
StickyLabelCloseTabByMiddleClick=Close Tab by Middle Click
StickyLabelCloseTabByMiddleClick:t=Needs translation
StickyLabelDoubleBuffered=Double Buffered
StickyLabelDoubleBuffered:t=Translation needed
StickyLabelSaveTabs=Save Tabs
StickyLabelSaveTabs:t=Translation needed
StickyLabelRightClickSelect=Right Click Select
StickyLabelRightClickSelect:t=Translation needed

[OptionsFileTypesFrame]
EditExtensions=Kiterjesztések
VirtualDrawTree:0=Fájltípus

[OptionsOutputTabsFrame]
StickyLabelMultiline=Többsoros
StickyLabelShowCloseButton=Bezárás gomb megjelenítése
StickyLabelShowImage=Kép megjelenítése
StickyLabelCloseTabByDblClick=Lap bezárása dupla kattintással
StickyLabelCloseTabByMiddleClick=Close Tab by Middle Click
StickyLabelCloseTabByMiddleClick:t=Needs translation
StickyLabelDoubleBuffered=Double Buffered
StickyLabelDoubleBuffered:t=Translation needed
StickyLabelSaveTabs=Save Tabs
StickyLabelSaveTabs:t=Translation needed
StickyLabelRightClickSelect=Right Click Select
StickyLabelRightClickSelect:t=Translation needed

[OutputFrame]
ActionCloseAllOtherPages:h=Az összes többi oldal bezárása
ActionCloseAllOtherPages=Az összes többi oldal bezárása
ActionOutputClose:h=Az aktuális lap bezárása
ActionOutputClose=Bezárás
ActionOutputCloseAll:h=Az összes lap bezárása
ActionOutputCloseAll=Az összes bezárása
ActionCopyAllToClipboard=Másolás a vágólapra
ActionCopyAllToClipboard:h=Másolás a vágólapra
ActionCopySelectedToClipboard=Copy selected to clipboard
ActionCopySelectedToClipboard:h=Copy selected to clipboard
ActionCopySelectedToClipboard:t=Translation needed
ActionOpenAll=&Open All
ActionOpenAll:h=Open all files
ActionOpenAll:t=Translation needed
ActionOpenSelected=&Open selected
ActionOpenSelected:h=Open selected files
ActionOpenSelected:t=Translation needed
ActionSelectAll=Select all
ActionSelectAll:h=Select all files
ActionSelectAll:t=Translation needed
ActionUnSelectAll=Unselect all
ActionUnSelectAll:h=Unselect all files
ActionUnSelectAll:t=Translation needed

[SQLFormatterConstant]
Stacked=Stacked
Stacked:t=Translation needed
Wrapped=Wrapped
Wrapped:t=Translation needed
AfterComma=After comma
AfterComma:t=Translation needed
BeforeComma=Before comma
BeforeComma:t=Translation needed
BeforeCommaWithSpace=Before comma with space
BeforeCommaWithSpace:t=Translation needed
NoLineBreak=No line break
NoLineBreak:t=Translation needed
BeforeAndOr=Before AND/OR
BeforeAndOr:t=Translation needed
AfterAndOr=After AND/OR
AfterAndOr:t=Translation needed
Left=Left
Left:t=Translation needed
Right=Right
Right:t=Translation needed
None=None
None:t=Translation needed
Uppercase=Uppercase
Uppercase:t=Translation needed
Lowercase=Lowercase
Lowercase:t=Translation needed
SentenceCase=Sentence case
SentenceCase:t=Translation needed
NoChange=No change
NoChange:t=Translation needed

[ConvertConstant]
Distance=Distance
Distance:t=Translation needed
Micromicrons=Micromicrons
Micromicrons:t=Translation needed
Angstroms=Angstroms
Angstroms:t=Translation needed
Millimicrons=Millimicrons
Millimicrons:t=Translation needed
Microns=Microns
Microns:t=Translation needed
Millimeters=Millimeters
Millimeters:t=Translation needed
Centimeters=Centimeters
Centimeters:t=Translation needed
Decimeters=Decimeters
Decimeters:t=Translation needed
Meters=Meters
Meters:t=Translation needed
Decameters=Decameters
Decameters:t=Translation needed
Hectometers=Hectometers
Hectometers:t=Translation needed
Kilometers=Kilometers
Kilometers:t=Translation needed
Megameters=Megameters
Megameters:t=Translation needed
Gigameters=Gigameters
Gigameters:t=Translation needed
Inches=Inches
Inches:t=Translation needed
Feet=Feet
Feet:t=Translation needed
Yards=Yards
Yards:t=Translation needed
Miles=Miles
Miles:t=Translation needed
NauticalMiles=Nautical Miles
NauticalMiles:t=Translation needed
AstronomicalUnits=Astronomical Units
AstronomicalUnits:t=Translation needed
LightYears=Light Years
LightYears:t=Translation needed
Parsecs=Parsecs
Parsecs:t=Translation needed
Cubits=Cubits
Cubits:t=Translation needed
Fathoms=Fathoms
Fathoms:t=Translation needed
Furlongs=Furlongs
Furlongs:t=Translation needed
Hands=Hands
Hands:t=Translation needed
Paces=Paces
Paces:t=Translation needed
Rods=Rods
Rods:t=Translation needed
Chains=Chains
Chains:t=Translation needed
Links=Links
Links:t=Translation needed
Picas=Picas
Picas:t=Translation needed
Points=Points
Points:t=Translation needed
Area=Area
Area:t=Translation needed
SquareMillimeters=Square Millimeters
SquareMillimeters:t=Translation needed
SquareCentimeters=Square Centimeters
SquareCentimeters:t=Translation needed
SquareDecimeters=Square Decimeters
SquareDecimeters:t=Translation needed
SquareMeters=Square Meters
SquareMeters:t=Translation needed
SquareDecameters=Square Decameters
SquareDecameters:t=Translation needed
SquareHectometers=Square Hectometers
SquareHectometers:t=Translation needed
SquareKilometers=Square Kilometers
SquareKilometers:t=Translation needed
SquareInches=Square Inches
SquareInches:t=Translation needed
SquareFeet=Square Feet
SquareFeet:t=Translation needed
SquareYards=Square Yards
SquareYards:t=Translation needed
SquareMiles=Square Miles
SquareMiles:t=Translation needed
Acres=Acres
Acres:t=Translation needed
Centares=Centares
Centares:t=Translation needed
Ares=Ares
Ares:t=Translation needed
Hectares=Hectares
Hectares:t=Translation needed
SquareRods=Square Rods
SquareRods:t=Translation needed
Volume=Volume
Volume:t=Translation needed
CubicMillimeters=Cubic Millimeters
CubicMillimeters:t=Translation needed
CubicCentimeters=Cubic Centimeters
CubicCentimeters:t=Translation needed
CubicDecimeters=Cubic Decimeters
CubicDecimeters:t=Translation needed
CubicMeters=Cubic Meters
CubicMeters:t=Translation needed
CubicDecameters=Cubic Decameters
CubicDecameters:t=Translation needed
CubicHectometers=Cubic Hectometers
CubicHectometers:t=Translation needed
CubicKilometers=Cubic Kilometers
CubicKilometers:t=Translation needed
CubicInches=Cubic Inches
CubicInches:t=Translation needed
CubicFeet=Cubic Feet
CubicFeet:t=Translation needed
CubicYards=Cubic Yards
CubicYards:t=Translation needed
CubicMiles=Cubic Miles
CubicMiles:t=Translation needed
MilliLiters=Milli Liters
MilliLiters:t=Translation needed
CentiLiters=Centi Liters
CentiLiters:t=Translation needed
DeciLiters=Deci Liters
DeciLiters:t=Translation needed
Liters=Liters
Liters:t=Translation needed
DecaLiters=Deca Liters
DecaLiters:t=Translation needed
HectoLiters=Hecto Liters
HectoLiters:t=Translation needed
KiloLiters=Kilo Liters
KiloLiters:t=Translation needed
AcreFeet=Acre Feet
AcreFeet:t=Translation needed
AcreInches=Acre Inches
AcreInches:t=Translation needed
Cords=Cords
Cords:t=Translation needed
CordFeet=Cord Feet
CordFeet:t=Translation needed
Decisteres=Decisteres
Decisteres:t=Translation needed
Steres=Steres
Steres:t=Translation needed
Decasteres=Decasteres
Decasteres:t=Translation needed
FluidGallons=Fluid Gallons
FluidGallons:t=Translation needed
FluidPints=Fluid Pints
FluidPints:t=Translation needed
FluidQuarts=Fluid Quarts
FluidQuarts:t=Translation needed
FluidCups=Fluid Cups
FluidCups:t=Translation needed
FluidGills=Fluid Gills
FluidGills:t=Translation needed
FluidOunces=Fluid Ounces
FluidOunces:t=Translation needed
FluidTablespoons=Fluid Tablespoons
FluidTablespoons:t=Translation needed
FluidTeaspoons=Fluid Teaspoons
FluidTeaspoons:t=Translation needed
DryGallons=Dry Gallons
DryGallons:t=Translation needed
DryQuarts=Dry Quarts
DryQuarts:t=Translation needed
DryPints=Dry Pints
DryPints:t=Translation needed
DryPecks=Dry Pecks
DryPecks:t=Translation needed
DryBuckets=Dry Buckets
DryBuckets:t=Translation needed
DryBushels=Dry Bushels
DryBushels:t=Translation needed
UKGallons=UK Gallons
UKGallons:t=Translation needed
UKPottle=UK Pottles
UKPottle:t=Translation needed
UKQuarts=UK Quarts
UKQuarts:t=Translation needed
UKPints=UK Pints
UKPints:t=Translation needed
UKGill=UK Gills
UKGill:t=Translation needed
UKOunces=UK Ounces
UKOunces:t=Translation needed
UKPecks=UK Pecks
UKPecks:t=Translation needed
UKBuckets=UK Buckets
UKBuckets:t=Translation needed
UKBushels=UK Bushels
UKBushels:t=Translation needed
Mass=Mass
Mass:t=Translation needed
Nanograms=Nanograms
Nanograms:t=Translation needed
Micrograms=Micrograms
Micrograms:t=Translation needed
Milligrams=Milligrams
Milligrams:t=Translation needed
Centigrams=Centigrams
Centigrams:t=Translation needed
Decigrams=Decigrams
Decigrams:t=Translation needed
Grams=Grams
Grams:t=Translation needed
Decagrams=Decagrams
Decagrams:t=Translation needed
Hectograms=Hectograms
Hectograms:t=Translation needed
Kilograms=Kilograms
Kilograms:t=Translation needed
MetricTons=Metric Tons
MetricTons:t=Translation needed
Drams=Drams
Drams:t=Translation needed
Grains=Grains
Grains:t=Translation needed
LongTons=Long Tons
LongTons:t=Translation needed
Tons=Tons
Tons:t=Translation needed
Ounces=Ounces
Ounces:t=Translation needed
Pounds=Pounds
Pounds:t=Translation needed
Stones=Stones
Stones:t=Translation needed
NumeralSystem=Numeral System
NumeralSystem:t=Translation needed
Binary=Binary
Binary:t=Translation needed
Decimal=Decimal
Decimal:t=Translation needed
Hexadecimal=Hexadecimal
Hexadecimal:t=Translation needed
Temperature=Temperature
Temperature:t=Translation needed
Celsius=Celsius
Celsius:t=Translation needed
Kelvin=Kelvin
Kelvin:t=Translation needed
Fahrenheit=Fahrenheit
Fahrenheit:t=Translation needed
Time=Time
Time:t=Translation needed
Reaumur=Reaumur
Reaumur:t=Translation needed
Rankine=Rankine
Rankine:t=Translation needed
MilliSeconds=Milli Seconds
MilliSeconds:t=Translation needed
Seconds=Seconds
Seconds:t=Translation needed
Minutes=Minutes
Minutes:t=Translation needed
Hours=Hours
Hours:t=Translation needed
Days=Days
Days:t=Translation needed
Weeks=Weeks
Weeks:t=Translation needed
Fortnights=Fortnights
Fortnights:t=Translation needed
Months=Months
Months:t=Translation needed
Years=Years
Years:t=Translation needed
Decades=Decades
Decades:t=Translation needed
Centuries=Centuries
Centuries:t=Translation needed
Millennia=Millennia
Millennia:t=Translation needed
DateTime=Date Time
DateTime:t=Translation needed
JulianDate=Julian Date
JulianDate:t=Translation needed
ModifiedJulianDate=Modified Julian Date
ModifiedJulianDate:t=Translation needed
